Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: ཀླུའི་རྒྱལ་པོ་གློག་ལྕེ་དང་། ཀླུའི་རྒྱལ་པོ་གྱ་ནོམ་འོད་ལ་སོགས་པ་སྟན་ལས་ལངས་ཏེ་གུས་པས་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་ལ་ཡང་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་ཞེས་བགྱི་བའི་གཟུངས་གློག་མ་རུངས་པ་འགོག་པར་བགྱིད་པ། འཇིགས་ཤིང་སྐྲག་པ་རྣམས་རབ་ཏུ་སེལ་བ། ལྷ་དང་མི་རྣམས་ལ་རྒྱ་ཆེར་ཕན་འདོགས་པ། འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་ཐམས་ཅད་ཡོངས་སུ་སྐྱོབ་པ།
en: tadyathā nivarāni banddha mādantema titi titi gaurī gandhari caṇḍāli mātaṅgi pukkasi parṇale hinamadhyamadhariṇi malani dalamdade cakrāvākrī śavari śavari svāhā | Then the deva king Vaiśravaṇa, the deva king Dhṛtarāṣṭra, the deva king Virūḍhaka, and the deva king Virūpākṣa rose from their seats, reverently placed their palms together, and said to the Bhagavat, “Bhagavat, we also will teach a dhāraṇī called the gift to beings of freedom from fear in order to always defend them from being afflicted by suffering, and to obtain happiness, to increase their lifespans, to have no illness, and so on, up to casting sudden death far away: tadyathā puṣpe supuṣpe dhumaparihāre āryapraśaste śānti nirmukte maṅgalya hiraṇyagarbhe stute stavite svāhā | Then many nāga kings, such as the nāga king Sāgara, the nāga king Vidyutprabha, the nāga king Anavatapta, the nāga king Vidyudjihva, and the nāga king Śataraśmi, rose from their seats, reverently placed their palms together, and said to the Bhagavat, “Bhagavat, we also have a dhāraṇī called the precious wish-fulfilling jewel that prevents harmful lightning, dispels all fear and terror, brings vast benefit to devas and humans, defends the entire beloved world, has the power of great magnificence, accomplishes aspirations as wished for, and so on, up to casting premature death far away.

source: གཟི་བྱིན་ཆེན་པོའི་མཐུ་དང་ལྡན་པ། སྨོན་པ་རྣམས་ཡིད་བཞིན་དུ་འགྲུབ་པ། གློ་བུར་དུ་འཆི་བའི་བར་ཐམས་ཅད་ཐག་རིང་དུ་སྤོང་བ། དུག་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིད་པ། བྱད་སྟེམས་དང་།
en: It neutralizes poisons and dispels all conjured spirits, mantras, and inauspicious things.

source: སྔགས་དང་། བཀྲ་མི་ཤིས་པའི་དངོས་པོ་ཐམས་ཅད་ཡོངས་སུ་སེལ་བར་བགྱིད་པ་མཆིས་ཏེ། བདག་ཅག་གཟུངས་སྔགས་འདི་བཅོམ་ལྡན་འདས་ལ་འབུལ་ན་ཐུགས་རྗེས་ཐུགས་བརྩེ་བར་དགོངས་ཏེ།
en: We offer this dhāraṇī mantra to the Bhagavat and ask that you regard us kindly through your compassion.

source: བདག་ཅག་ཀླུའི་འགྲོ་བ་འདི་དང་བྲལ་ནས་སེར་སྣའི་འདོད་པ་གཏན་དུ་སྤང་བའི་སླད་དུ་བཞེས་སུ་གསོལ།
en: We pray that you accept it so that we may become freed from existence as nāgas and forever cast away the desires of miserliness. “

source: སེར་སྣའི་འདོད་པ་འདིའི་དབང་གིས་འཁོར་བ་ན་སྡུག་བསྔལ་མང་པོ་མྱོང་བར་འགྱུར་བས།
en: It is through this desire of miserliness that we experience many sufferings in saṃsāra.

source: བདག་ཅག་སེར་སྣའི་འདོད་པའི་ས་བོན་ཡོངས་སུ་གཅོད་པར་འཚལ་ལགས་སོ། །དེ་ནས་གཟུངས་སྔགས་སྨྲས་པ། ཏདྱ་ཐཱ། ཨ་ཙ་ལེ། ཨ་མ་རེ། ཨ་མྲྀ་ཏེ། ཨཀྵ་ཡེ། ཨ་བྷི་ཡེ།
en: We wish to destroy the seed of the desire of miserliness, Bhagavat.

source: པུ་ཎྱཻ་པ་རྱ་བ་ཏེ། སརྦ་པཱ་པཾ་པྲ་ཤ་མཱ་ནི་ཡེ་སྭཱ་ཧཱ།
en: We nāgas are miserly, and so our minds are encircled by miserliness.”

source: ཨཱཪྻ་པུ་ཎྱ་སོ་བཱ་ཀི་ཡེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ལ་ལ་ཞིག་རིག་སྔགས་འདི་གཡར་ཁ་ནས་བརྗོད་པར་བགྱིད་དམ། ཡི་གེར་བྲིས་ཏེ་གླེགས་བམ་དུ་བགྱིས་ནས་འཆང་ཞིང་འཛིན་པར་བགྱིད་དམ། ཀློག་ཅིང་འདོན་པར་བགྱིད་དམ།
en: They then recited the dhāraṇī mantra: tadyathā acale amare amṛte akṣaye abhiye puṇyai paryavate sarvapāpaṃ praśamāniye svāhā āryapuṇyasopākiye svāhā | “Bhagavat, if a noble man or noble woman recites this vidyāmantra or writes it out and makes a text and carries it and possesses it, or reads and recites it, or reverently makes offerings to it, then lightning and thunderbolts will not fall.

source: གུས་པས་མཆོད་པར་བགྱིད་ན། འབྲུག་དང་གློག་དང་ཐོག་མི་འབབ་ཅིང་སྐྲག་པ་དང་འཇིགས་པ་དང་སྡུག་བསྔལ་གྱིས་ཉོན་མོངས་པ་དང་། མྱ་ངན་དང་ནད་དང་གློ་བུར་དུ་འཆི་བའི་བར་ཐམས་ཅད་ཐག་རིང་དུ་སྤོང་བར་འགྱུར། དུག་དང་བྱད་སྟེམས་དང་མི་ལ་གནོད་པ་བགྱིད་པའི་སྟག་དང་།
en: Fear, terror, the affliction of suffering, misery, illness, and so on, up to sudden death will all be cast far away.

source: སེང་གེ་དང་། སྤྱང་ཀི་དང་། སྦྲུལ་གདུག་པ་རྣམས་དང་། སྦྲང་མ་དང་། སྦྲང་བུ་མཆུ་རིངས་ལ་སོགས་པས་ཀྱང་གནོད་པ་བགྱིད་པར་མི་འགྱུར་ལགས་སོ།
en: There will be no harm from poison, conjured spirits, or tigers, lions, wolves, or poisonous snakes that attack humans, nor from flies, mosquitoes, and so on.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་མང་པོ་རྣམས་ལ་བཀའ་སྩལ་པ་ལེགས་སོ་ལེགས་སོ།
en: The Bhagavat then said to the great assembly, “Well done! Well done!

source: །གཟུངས་སྔགས་འདི་དག་ཐམས་ཅད་མཐུ་ཆེན་པོ་དང་ལྡན་པས་སེམས་ཅན་གྱི་མོས་པ་ཇི་ལྟ་བ་བཞིན་དུ་སེམས་ལ་བསམ་པའི་དངོས་པོ་རྣམས་ཡོངས་སུ་རྫོགས་པར་བྱེད།
en: All of these dhāraṇī mantras have great power, so that all the things wished for in the minds of beings will be perfectly obtained, exactly as they wanted.

source: རྒྱ་ཆེར་ཕན་འདོགས་པར་བྱེད་དོ། །སེམས་རྩེ་གཅིག་ཏུ་མ་བྱས་པ་ནི་མ་གཏོགས་སོ།
en: They will bring a vast benefit as long as the mind is one-pointed.

source: །ཁྱེད་ཅག་ཐེ་ཙོམ་མ་ཟ་ཤིག །
en: Do not have any doubt!”

source: དེ་ནས་འཁོར་མང་པོ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་ཐོས་པ་དང་། རབ་ཏུ་དགའ་བས་མངོན་པར་ཡིད་ཆེས་པར་གྱུར་ནས་བཀའ་ཡང་དག་པར་བཟུང་བར་གྱུར་ཏོ།
en: Then the large assembly, having heard the words of the Bhagavat, were overjoyed, had conviction, and correctly retained the teaching.

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཟུངས་ཀྱི་ལེའུ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: This concludes “The Precious Wish-Fulfilling Jewel Dhāraṇī,” the fourteenth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་འཁོར་མང་པོའི་ནང་ནས་སྟན་ལས་ལངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་སྨྲ་བའི་མཁན་པོ་གང་ལ་ལ་ཞིག་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ཡང་དག་པར་སྟོན་པར་བགྱིད་ན། བདག་གིས་ཤེས་རབ་འཕེལ་བར་བགྱིས་ནས་རྒྱན་དང་ལྡན་པའི་ཚིག་གིས་སྤོབས་པ་ཕུན་སུམ་ཚོགས་པར་བགྱིད་དོ།
en: Chapter 15: The Great Goddess Sarasvatī Then, within that great assembly, the great goddess Sarasvatī rose from her seat, bowed down her head to the Bhagavat’s feet, and said to the Bhagavat, “Bhagavat, if a dharmabhāṇaka correctly teaches this Supremely Victorious King of Sūtras, The Sublime Golden Light, I will increase his wisdom and inspire poetic eloquence.

source: །གལ་ཏེ་ཆོས་སྨྲ་བའི་མཁན་པོ་དེ་མདོ་སྡེ་འདིའི་ཚིག་འབྲུ་དང་། ཡི་གེ་དང་། ཚིག་གི་དོན་བསྐྱུད་པ་ཞིག་མཆིས་ན་ཡང་ཐམས་ཅད་རྗེས་སུ་དྲན་ཞིང་ལེགས་པར་ཁོང་དུ་ཆུད་པར་བགྱིས་ནས་གཟུངས་ཀྱི་ཀུན་འཛིན་ཐོགས་པ་མ་མཆིས་པ་སྩལ་བར་བགྱིའོ།
en: If the dharmabhāṇaka preceptor omits a letter, a syllable, or the meaning of a word, I will cause him to remember everything and have excellent comprehension and bestow upon him unimpeded, total possession of the power of mental retention. “

source: །གཞན་ཡང་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་སེམས་ཅན་གང་དག་སངས་རྒྱས་བརྒྱ་སྟོང་དུ་མ་ལས་དགེ་བའི་རྩ་བ་བསྐྱེད་ནས་ཡོངས་སུ་འཛིན་པར་བགྱིད་པ་དེ་དག་གིས་འཛམ་བུའི་གླིང་འདིར་རྒྱ་ཆེར་སྤེལ་ནས་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་ཞིང་སེམས་ཅན་ཚད་མ་མཆིས་པ་སྙེད་མདོ་སྡེ་འདི་ཐོས་པའི་དབང་གིས་ཐམས་ཅད་ཤིན་ཏུ་མྱུར་བའི་སྤོབས་པ་དང་།
en: Moreover, any being who has developed good roots with many hundreds of thousands of buddhas and holds this Supremely Victorious King of Sūtras, The Sublime Golden Light will greatly promulgate it in this Jambudvīpa so that it will not soon vanish.

source: བསམ་པ་མ་མཆིས་པའི་ཤེས་རབ་ཆེན་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་ཐོས་ནས་བསྟན་བཅོས་སྣ་ཚོགས་དང་། སྒྱུ་རྩལ་རྣམས་ལ་རབ་ཏུ་མཁས་པ་དང་། འཁོར་བ་ལས་མྱུར་དུ་ངེས་པར་བྱུང་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱིད་དོ།
en: Then countless beings, through hearing this sūtra, will all quickly attain eloquence and inconceivable great wisdom, will become learned in various treatises and skills, and will quickly depart from saṃsāra and attain the highest, most complete enlightenment of buddhahood.

source: །ཚེ་འདི་ཉིད་ལ་ཡང་ཚེ་འཕེལ་ཞིང་འཚོ་བའི་ཡོ་བྱད་རྣམས་ཕུན་སུམ་ཚོགས་པར་བགྱིད་དོ།
en: It will cause them to have in their lifetime an increased lifespan and a perfection of the necessities for life. “

source: །བཅོམ་ལྡན་འདས་བདག་གིས་མདོ་སྡེ་འཛིན་པའི་ཆོས་ཀྱི་མཁན་པོ་དེ་དག་དང་སེམས་ཅན་གཞན་གང་མདོ་སྡེ་འདི་མཉན་པར་མོས་པ་དེ་དག་གི་ཆེད་དུ་སྨན་ལ་སྔགས་ཀྱིས་བཏབ་ནས་ཁྲུས་བགྱི་བའི་ཆོ་ག་བཤད་པར་འཚལ་ཏེ། དེས་དེ་དག་ལ་གཟའ་མ་རུངས་པ་ལྟས་ངན་སྟོན་པ་ཅི་མཆིས་པ་དང་། དང་པོ་བཙས་པའི་གཟའ་སྐར་དང་། ཕན་ཚུན་མི་མཐུན་པར་གྱུར་པ་དང་། ནད་ཀྱི་སྡུག་བསྔལ་དང་། འཐབ་པ་དང་། རྩོད་པ་དང་།
en: Bhagavat, for the sake of those Dharma preceptors who hold the sūtra and the other beings who aspire to listen to this sūtra, I wish to teach the practice of cleansing by applying mantras to medicines.

source: གཡུལ་འགྱེད་པ་དང་། རྨི་ལམ་ངན་པ་དང་། གདོན་བགེགས་དང་། བྱད་སྟེམས་དང་། དུག་དང་། ངན་དུ་བགྱིས་པ་དང་། སྔགས་དང་། རོ་ལངས་དང་།
en: It will dispel and bring to an end for them any malevolent planets or bad signs that appear; conflict with the planets and constellation of one’s birth; the suffering of illness; fighting, quarreling, and war; nightmares; demons, obstacle makers, and conjured spirits; poisons and contaminations; spells, vetālas, and so on; and all obscurations from bad karma and the creation of obstacles.

source: འདི་ལྟ་བུ་ལ་སོགས་པའི་སྡིག་པ་རྣམས་ཀྱི་སྒྲིབ་པ་དང་བགེགས་བགྱིད་པ་ཐམས་ཅད་ཡོངས་སུ་བསལ་ནས་རབ་ཏུ་ཞི་བར་བགྱིད་པས་བློ་དང་ལྡན་པ་རྣམས་ཀྱིས་ཁྲུས་ཀྱི་ཆོ་ག་འདི་ལྟར་བགྱིས་ཏེ། དེས་སྨན་སྤོས་ཀྱི་རོ་དང་ལྡན་པ་སུམ་ཅུ་རྩ་གཉིས་པོ་འདི་ལྟ་སྟེ། ཤུ་དག་གིའུ་ཝང་དང་ནི་སྤྲི་ཀ་སྤོས། །གླ་རྩི་བ་བླ་དག་དང་ཤི་རི་ཤ། །ཨིན་དྲ་ཧསྟ་ཤ་མ་ཀ་ཤ་མི། །ཐང་ཆུ་དང་ནི་ཤིང་ཚ་གླ་སྒང་དང་། ཨ་ག་རུ་དང་ཙནྡན་ཏ་ཀ་ར། །ས་ལ་ཀི་དང་གུར་ཀུམ་ཧ་ལ་ས། །ན་ཏྲ་སྨིག་བཅུད་སུ་ཀི་མ་ལེ་དང་། །ཐང་ཤིང་པ་ཏྲ་དང་ནི་ཨོན་ཤ་ལ། །ས་ལ་ཀེ་དང་སྤྲ་བ་གུ་གུལ་དང་། །ཡུངས་ཀར་གོ་སྙོད་ནཱ་ག་གེ་སར། །སརྫ་ར་ས་རུ་རྟ་ཆ་མཉམ་བགྱི། །སྐར་མ་རྒྱལ་ལ་གཅིག་ཏུ་བཏགས་ནས་ནི། །སྤོས་ཀྱི་ཕྱེ་མ་དེ་དག་རབ་བླངས་ཏེ། །སྔགས་འདིས་ལན་བརྒྱ་རྩ་བརྒྱད་གདབ་པར་བགྱི། །སྔགས་ནི་འདི་ལྟ་སྟེ། ཏདྱ་ཐཱ། སུ་ཏེ། ཀྲྀ་ཏེ།
en: Therefore, those who are wise should practice the rite of cleansing in this way: “Sweet flag, cow bezoar, and fenugreek; Musk, realgar, and acacia; Orris root, jñāmaka, and shami; Chir pine rosin, cinnamon, and nut grass; “Agarwood, sandalwood, and pinwheel flower; Frankincense, saffron, and karpūra; Spikenard, tabasheer, and cardamom; Deodar leaves and vetiver; “Frankincense,Artemisia plant, and bdellium; Mustard seed, cumin, and ironwood flowers; And dammar gum and costus root, in equal amounts Mix into one in the Puṣya lunar house, “Then take up that powdered perfume And apply this mantra one hundred and eight times: tadyathā sukṛte kṛtakamalanīlajinakarate haṃkarāte indrajali śakaddre vaśaddre avartakasike nakutra kukavilakavimalamati śīlamati sandhidhudhumamavati śiśiri satyasthite svāhā | “If you wish to cleanse in accordance with the Dharma, Make a square maṇḍala eight cubits wide, And in a place that is pleasant and solitary Think in your mind of the goals to be achieved. “

source: ཀ་མ་ཏ་ལི། ན་ལེ་ཛ་ན་ཀར་ཏེ། ཧངྐ་ར་ཏེ། ཨིནྡྲ་ཛ་ལི་ནི། ཤཾ་ཀ་ར་དྲི། པ་ཤད་དྲེ། ཨ་བརྟ་ཀ སི་ཀེ་ན་ཀུ་ཏྲ་ཀུ་ཀ། ཁ་ཀེ་བ་བཱིརྱེ། བི་ལ་ཀ་བི་ལ་མ་ཏི། ཤཱི་ལ་མ་ཏི། ཤཱི་ལ་མ་ཏི། སནྡྷི་དྷུ་དྷུ་མ་བ་ཏི། པ་པང་ཀུ། བཉྩི་ལེ། ཤི་རི་ཤ་རི། སངྟྱ་སྠི་ཏི་སྭཱ་ཧཱ། གལ་ཏེ་ཆོས་བཞིན་ཁྲུས་ནི་བགྱིད་འཚལ་ན། །དཀྱིལ་འཁོར་གྲུ་བཞི་ཁྲུ་བརྒྱད་པ་བགྱིས་ནས། །རབ་ཏུ་དབེན་ཞིང་བདེ་བའི་གནས་དག་ཏུ། །དོན་གང་སྒྲུབ་པ་སེམས་ལ་དྲན་པར་བགྱི།
en: Smear the maṇḍala with cow dung And spread flowers all over it.

source: །བ་ལང་ལྕི་བས་དཀྱིལ་འཁོར་བྱུགས་ནས་ནི། །སྟེང་དུ་མེ་ཏོག་ཀུན་ཏུ་དགྲམ་པར་བགྱི། །གསེར་དངུལ་སྣོད་ནི་ཤིན་ཏུ་གཙང་མ་དག །རོ་མཆོག་འོ་མ་སྦྲང་རྩིས་དགང་བར་བགྱི།
en: Fill perfectly clean gold and silver bowls With milk and honey with a perfect taste. “

source: །དཀྱིལ་འཁོར་དེ་ཡི་སྒོ་བཞི་དག་ཏུ་ཡང་། །སྐྱེས་བུ་བཞི་ཞིག་ཆོས་བཞིན་བསྲུང་དུ་སྩལ།
en: Place four people at the four gates of the maṇḍala In order to guard it in accord with the Dharma.

source: གཞོན་ནུ་བཞི་ཞིག་ལུས་ནི་རབ་བརྒྱན་ནས། །སོ་སོར་གྲྭ་རེར་ཆབ་ཀྱི་བུམ་པ་ཐོགས།
en: Four youths with bodies perfectly adorned Each hold pots of water at the corners. “

source: །དེར་ནི་རྟག་པར་གུ་གུལ་བསྲེགས་ནས་ནི། །དབྱངས་ལྔའི་རོལ་མོ་རྒྱུན་མི་འཆད་པར་བགྱི།
en: Continually burn bdellium there And continually play the five kinds of music.

source: །དཀྱིལ་འཁོར་དེ་ཡི་ངོས་བཞི་དག་ཏུ་ཡང་། །བ་དན་གདུགས་དང་ལྡ་ལྡིས་མཛེས་པར་བགྱི།
en: On all four sides of the maṇḍala Beautify the banners with parasols and streamers. “

source: །དཀྱིལ་འཁོར་ནང་དུ་མེ་ལོང་གསལ་བ་དང་། །རལ་གྲི་རྣོན་པོ་མདའ་བཞི་གཞག་པར་བགྱི།
en: Inside the maṇḍala, place a clear mirror, A sharp sword, and four arrows.

source: །དཀྱིལ་འཁོར་དབུས་སུ་གཞོང་ཁུང་ཆེར་སྩལ་ནས། །འཛེག་པའི་ཤིང་ལེབ་དེ་ཡི་སྟེང་དུ་བཞག །
en: Arrange a large vessel in the center of the maṇḍala And place a wooden platform on top of it. “

source: སྔ་མའི་ཕྱི་མ་ཆབ་དང་སྦྱར་ནས་ནི། །དཀྱིལ་འཁོར་དེ་ཡི་ནང་དུ་གཞག་པར་བགྱི། །དེ་ལྟར་བཀྲམ་ཞིང་རྣམ་པར་བཞག་ནས་ནི།
en: Mix the previous powder with water And place it inside the maṇḍala.

source: །དེ་ནས་སྔགས་བཟླས་དཀྱིལ་འཁོར་མཚམས་བཅད་བགྱི། །མཚམས་བཅད་པ་ཡི་སྔགས་ནི་འདི་ལྟ་སྟེ། །སཱདྱ་ཐེ་དན། ཨ་ཀ་ར་ཀེ །ན་ཡ་ནེ། ཧི་ལེ་མི་ལེ་གི་ལེ།
en: Having arranged and placed it in that way, Then recite the mantra and close the maṇḍala. “

source: ཁི་ཁི་ལེ་སྭཱ་ཧཱ། །དེ་ལྟར་མཚམས་ནི་རབ་བཅད་ནས། །དཀྱིལ་འཁོར་ནང་དུ་ཞུགས་ནས་ནི། །ཉི་ཤུ་རྩ་གཅིག་ཆབ་བསྔགས་ཏེ། །ཕྱོགས་བཞི་དག་ཏུ་གཏོར་བར་བགྱི།
en: The mantra for closing the boundary: syād yathedaṃ arake nayane hile mile gile khikhile svāhā | “Having closed the boundary in that way, And having entered into the maṇḍala, Apply the mantra to the water twenty-one times And sprinkle it into the four directions. “

source: །དེ་ནས་སྤོས་ཆབ་དག་ལ་ནི། །བརྒྱ་རྩ་བརྒྱད་ཚང་སྔགས་བཏབ་སྟེ།
en: Then apply the mantra to the perfumed water A total of one hundred and eight times.

source: །ངོས་བཞིར་ཡོལ་བས་བསྐོར་ནས་ནི། །དེ་འོག་ལུས་ནི་བཀྲུ་བར་བགྱི། །ཆབ་དང་སྤོས་ཆབ་ལ་གདབ་པའི་སྔགས་ནི་འདི་ལྟ་སྟེ། །ཏདྱ་ཐཱ། ས་ག་ཌེ་བི་ག་ཌེ།
en: Surround all four sides with curtains, And after that wash your body. “

source: བི་ག་ཏ་བ་ཏི་སྭཱ་ཧཱ། ཁྲུས་བགྱིས་ལགས་ནས་ཁྲུས་བགྱིས་པའི་ཆབ་དང་། དཀྱིལ་འཁོར་གྱི་ནང་དུ་མཆོད་པར་བགྱིས་པའི་བཟའ་བ་དང་། བཏུང་བ་ཅི་མཆིས་པ་གཙང་པོའམ།
en: The mantra for the water and the perfumed water is thus: tadyathā sagaṭe vigaṭe vigatāvati svāhā | “After washing, the washing water and whatever food and drink have been offered within the maṇḍala should be cast into a river or a pond.

source: རྫིང་གི་ནང་དུ་དོར་བར་བགྱི་ཞིང་གཞན་ནི་བསྡུ་བར་བགྱིའོ།
en: Collect everything else. “

source: །དེ་ལྟར་ཁྲུས་བགྱིས་ལགས་ནས་གོས་གཙང་མ་བགོས་ཏེ། དཀྱིལ་འཁོར་ནས་ཕྱིར་བྱུང་ནས་ཁང་པ་གཙང་མའི་ནང་དུ་ཞུགས་ཏེ།
en: Having washed in that way, you should put on clean clothes, come out of the maṇḍala, and enter a clean dwelling.

source: སྔགས་མཁན་གྱིས་དེ་དག་ཡི་དམ་རྒྱ་ཆེན་པོ་སླད་དུ་སྩལ་ནས་སྡིག་པ་སྣ་ཚོགས་གཏན་དུ་བཅད་ཅིང་དགེ་བ་སྣ་ཚོགས་རྟག་པར་སྤྱད་ནས་སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་པར་བགྱི་སྟེ།
en: The mantra practitioner, in order to bestow a vast commitment, must completely eliminate various bad actions and continually practice various good actions and develop great compassion for beings.

source: རྒྱུ་དང་རྐྱེན་དེས་ན་ཡིད་བཞིན་གྱི་བསོད་ནམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཚད་མ་མཆིས་པ་སྙེད་ཐོབ་པར་འགྱུར་ལགས་སོ།
en: Through those causes and conditions, one will attain an immeasurable ripening of wish-fulfilling merit.

source: །ཡང་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། སེམས་ཅན་གང་ཞིག་ནད་ཀྱི་སྡུག་བསྔལ་ཉེན། །སྨན་སྤྱད་སྣ་ཚོགས་གསོས་ཀྱང་མ་སོས་པ། །ཁྲུས་ཀྱི་ཆོ་ག་འདི་བཞིན་ཁྲུས་བགྱིས་ཏེ། །གཞན་ཡང་མདོ་སྡེ་འདི་ནི་ཀློག་བཏོན་ནས།
en: Also, there is a prayer in verse: “Any being who is afflicted by the suffering of illness And is not healed by various medicines and treatments Should cleanse according to this rite of washing And moreover read and recite this sūtra. “

source: །གདུགས་མཚན་རྟག་པར་སེམས་ནི་མི་གཡེང་བར། །རྩེ་གཅིག་གུས་པས་དང་སེམས་བསྐྱེད་བགྱིད་ནས། །ནད་ཀྱི་སྡུག་བསྔལ་བས་པར་ཞི་བར་འགྱུར། །དབུལ་ཕོངས་ཐར་ནས་ནོར་དང་ལྡན་པར་འགྱུར།
en: With a mind that is undistracted day and night, And with single-minded veneration and developed motivation, The suffering of illness will completely cease And, freed from poverty and need, they will become wealthy. “

source: །ཕྱོགས་བཞི་ཡི་གཟའ་སྐར་ཉི་ཟླ་ཡི་ལྷ། །མཐུ་ཡིས་རབ་བསྲུངས་ཚེ་ནི་རིང་བར་འགྱུར། །བཀྲ་ཤིས་རབ་བདེ་བསོད་ནམས་ཡོངས་སུ་འཕེལ། །ལྟས་ངན་གནོད་པ་ཐམས་ཅད་སེལ་བར་བགྱིད། །དེའི་འོག་ཏུ་ལུས་བསྲུང་བའི་སྔགས་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླ་བར་བགྱིའོ། །སྔགས་ནི་འདི་ལྟ་སྟེ། །ཏདྱ་ཐཱ། ས་མེ། བི་ས་མེ་སྭཱ་ཧཱ། ས་ག་ཌེ། བི་ག་ཌེ་སྭཱ་ཧཱ། སཱ་ག་ར་སཾ་བུད་དྷཱ་ཡ་སྭཱ་ཧཱ། སྐན་དྷ་མཱ་ཏཱ་ཡ་སྭཱ་ཧཱ། ནཱི་ལ་ཀཎྛཱ་ཡ་སྭཱ་ཧཱ། ཨ་པ་རཱ་ཛི་ཏ་བིརྱ་ཡ་སྭཱ་ཧཱ། ཧི་མ་བནྡྷ་སཾ་བྷུ་ཏཱ་ཡ་སྭཱ་ཧཱ། ཨ་ནི་བི་ལ་བཀྟཱ་ཡ་སྭཱ་ཧཱ། ན་མོ་བྷ་ག་བ་ཏེ། བྲཧྨ་ཎེ་སྭཱ་ཧཱ། ན་མཿས་ར་སྭ་ཏྱཻ་མ་ཧཱ་དེ་བི་ཡེ་སྭཱ་ཧཱ། སིདྡྷྱནྟུ་མནྟྲ་པ་དཱ་སྭཱ་ཧཱ། དྷ་ར་ཏོ། བི་ཙི་ཏ། བྲཧྨཱ་ནུ་མ་ནྱ་ཏུ་སྭཱ་ཧཱ། དེ་ནས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་ཁྲུས་ཀྱི་ཆོ་ག་དང་། དཀྱིལ་འཁོར་གྱི་སྔགས་བཤད་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་ངམ། དགེ་སློང་མའམ།
en: The devas of the planets, stars, sun, and moon in the four directions Will give their complete protection, and life will become long.

source: དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་ལེན་པ་དང་། འཛིན་པ་དང་། ཀློག་པ་དང་།
en: Good fortune, happiness, and merit will increase.

source: ཁ་ཏོན་དུ་འདོན་པ་དང་། ཡི་གེར་བྲིས་ནས་སྤེལ་བ་དང་། ཇི་སྐད་བསྟན་པ་བཞིན་དུ་སྤྱོད་པར་བགྱིད་ན། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། འབྲོག་དགོན་པའམ། རི་འམ།
en: All bad omens and calamities will be dispelled. “

source: ནགས་ཚལ་ལམ། དགེ་སློང་ངམ། དགེ་སློང་མའི་གནས་གང་ཡང་རུང་བ་དག་ཏུ་གནས་ཀྱང་རུང་སྟེ། བདག་དེའི་ཆེད་དུ་འཁོར་རྣམས་དང་ལྷན་ཅིག་ལྷའི་འཁོར་མོ་བགྱིས་ནས་དེའི་ཐད་དུ་མཆིས་ཏེ། ཡོངས་སུ་སྐྱོབ་པ་དང་བསྲུང་བ་བགྱིས་ནས་ནད་ཀྱི་སྡུག་བསྔལ་དང་། སྐར་མདའ་ལྟུང་བ་དང་།
en: After that, repeat twenty-one times the mantra for protecting the body: tadyathā śame viṣame svāhā | sagaṭe vigaṭe svāhā | sukhatinate svāhā | sāgarasaṃbhūtāya svāhā | skandhamatāya svāhā | nīlakaṇṭhāya svāhā | aparājitavīryāya svāhā | himavatsaṃbhūtāya svāhā | animilavaktrāya svāhā | namo bhagavate brāhmaṇe svahā | namaḥ sarasvatyai devyai svahā | sidhyantu mantrapadā daṃ svahā | bharato vicita brahmānumanyatu svāhā | Then the great goddess Sarasvatī bowed down to the Bhagavat’s feet and said to the Bhagavat, “Bhagavat, any bhikṣu, bhikṣunī, upāsaka, or upāsikā who acquires, possesses, reads, recites, writes out, and practices the teaching of this sublime king of sūtras, and wherever that bhikṣu or bhikṣunī dwells—a town, a town’s environs, a wilderness, a mountain, or a forest—for their sake I and my entourage will come to them as a divine entourage, will guard and defend them, and will dispel the suffering of illness, the falling of shooting stars, bad omens, diseases, fighting, and quarreling.

source: ལྟས་ངན་དང་། རིམས་ནད་དང་། འཐབ་ཅིང་རྩོད་པ་རྣམས་སེལ་བར་བགྱིད། རྒྱལ་པོའི་ཁྲིམས་ཀྱིས་གཟུང་བ་དང་། རྨི་ལམ་ངན་པ་དང་།
en: I will put an end to being arrested by the king’s law, bad dreams, harm from malicious spirits, and all conjured spirits. “

source: འདྲེ་སྲིན་མ་རུངས་པས་གནོད་པར་བགྱིད་པ་དང་། བྱད་སྟེམས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིས་ནས། མདོ་སྡེ་འཛིན་པའི་གང་ཟག་དགེ་སློང་ལ་སོགས་པའི་འཁོར་དང་། ཉན་པའི་འཁོར་རྣམས་མྱུར་དུ་འཁོར་བའི་རྒྱ་མཚོ་ཆེན་པོ་ལས་ཡོངས་སུ་བཟླས་ནས་བྱང་ཆུབ་ལས་ལྡོག་པར་མི་འགྱུར་བར་ཕན་འདོགས་པར་བགྱིད་དོ།
en: The followers and the audiences of individuals, such as bhikṣus, who possess the sūtra will be benefited so that they will quickly transcend the great ocean of saṃsāra and progress irreversibly toward enlightenment.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་གསོལ་པ་གསན་པ་དང་། ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་ལ། ལྷ་མོ་ཁྱོད་ཀྱིས་སེམས་ཅན་ཚད་མེད་ཅིང་མཐའ་མེད་པ་དག་ལ་ཕན་པ་དང་། བདེ་བར་བྱ་བའི་ཆེད་དུ་རིག་སྔགས་དེ་དག་དང་། སྤོས་ཆུས་ཁྲུས་བྱ་བ་དང་།
en: The Bhagavat, having listened to her words, then praised the great goddess Sarasvatī, saying, “It is excellent, excellent that you, goddess, in order to benefit and make happy countless, endless beings, have taught those vidyāmantras, the washing in perfumed water, and the maṇḍala rite that possess inconceivable ripened results.”

source: དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་པ་ཡང་དག་པར་བཤད་པ་ལེགས་སོ་ལེགས་སོ་ཞེས་བསྔགས་པ་བརྗོད་ནས་ཁྱོད་ཀྱིས་མདོ་སྡེའི་རྒྱལ་པོ་མཆོག་དམ་པ་འདི་བསྲུངས་ནས་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་ཞིང་རྟག་པར་རྒྱ་ཆེར་གནས་པར་འགྱུར་བར་བྱོས་ཤིག །
en: Then he said, “You should protect this sublime, supreme king of sūtras so that it does not soon vanish but will be widely present.”

source: དེ་ནས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་རང་གི་སྟན་ལ་འདུག་པར་གྱུར་ཏོ།
en: The great goddess Sarasvatī then bowed down her head to the Bhagavat’s feet and sat upon her own seat.

source: །དེ་ནས་བྲམ་ཟེ་ཀཽཎྜི་ནྱས་ཆོས་ཀྱི་སློབ་དཔོན་གྱིས་ལུང་བསྟན་པ་བཅོམ་ལྡན་འདས་ཀྱི་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུས་འཁོར་མང་པོའི་མདུན་དུ་ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་ལ་མངོན་པར་བསྟོད་པ། ཤེས་རབ་གསལ་དཔའ་སྤོབས་པའི་ལྷ་མོ་ཁྱོད།
en: Then the brahmin of the Kauṇḍinya family, the Dharma master Vyākaraṇa, through the power of the Bhagavat’s blessing, praised Sarasvatī in front of the great assembly: “You, Sarasvatī, have courageous, clear wisdom.

source: །ལྷ་མིའི་མཆོད་པ་དག་གིས་མཆོད་པར་འོས།
en: You are worthy to be offered to by devas and humans.

source: །གྲགས་པས་འཇིག་རྟེན་ཀུན་དུ་རྒྱས་པས་ན། །སེམས་ཅན་ཐམས་ཅད་རེ་བ་རྫོགས་པར་བྱེད།
en: Your renown has spread throughout the world, And you fulfill the hopes of all beings. “

source: །རི་རྩེ་མཐོན་པོའི་གནས་མཆོག་དག་ཏུ་ནི། །རྩྭ་བསྡུས་ཁྱིམ་བྱས་དེ་ན་རབ་ཏུ་གནས།
en: You dwell within a house that is made of grass Upon the supreme location of a high mountain peak.

source: །རྒྱུན་དུ་རྩྭ་འཇམ་མདུན་ནས་གོས་བྱས་ཏེ། །རྟག་པར་རྐང་པ་ཡ་གཅིག་བཀུག་སྟེ་འགྲེང་།
en: You make your clothes by knotting soft grass together, And you constantly stand with one leg bent. “

source: །ལྷ་འཁོར་མང་པོ་ཐམས་ཅད་འདུས་ནས་ལྷགས། །ཐམས་ཅད་རྩེ་གཅིག་སེམས་ཀྱིས་ཁྱོད་ལ་བསྔགས།
en: The many devas who have gathered All praise you single-mindedly.

source: །ཤེས་རབ་སྤོབས་པ་ལྡན་པའི་ལྷ་མོ་ཁྱོད། །ཚིག་སྙན་གྱ་ནོམ་ཐམས་ཅད་སྦྱིན་པར་གྱིས། །དེ་ནས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་དེས་གསོལ་བ་བཏབ་པ་མཉན་ནས་གཟུངས་སྔགས་སྨྲས་པ། སཱདྱ་ཐེ་དན། མུ་རེ་ཙི་རེ། ཨ་བ་ཛེ། ཨ་བ་ཛ་བ་ཏི། ཧིངྒུ་ལེ། མིདྒུ་ལེ། པིངྒ་ལ་བ་ཏི། མུངྒ་ཥེ། མ་རཱི་ཙྱཻ། སྭ་མ་ཏི། ད་ཤ་མ་ཏི། ཨ་གྷྲི་ཏམ་གྷྲི་ཏ་ར་ཙི། ཏ་ར་ཙ་བ་ཏི། ཙི་ཙི་རི། ཤི་རི་མི་རི། མ་ནནྡྷི། ད་མ་ཁི། མ་རཱི་ཙྱཻ། པྲཱ་ན་པྲི་ཡེ། ལོ་ཀ་ཛྱེཥྛེ། ལོ་ཀ་ཤྲེཥྛེ། བི་ར་ཙེ། ལོ་ཀ་པྲི་ཡ། སིདྡྷ་པྲ་ཏེ། བྷཱི་མ་མུ་ཁི། ཤུ་ཙི་ཙ་རི། ཨ་པྲ་ཏི་ཧ་ཏེ། ཨ་པྲ་ཏི་ཧ་ཏ་བུདྡྷི། ན་མུ་ཙི། མ་ཧཱ་ན་མུ་ཙི། མ་ཧཱ་ན་མུ་ཙི། མ་ཧཱ་དེ་བྱི། པྲ་ཏི། གྲཱིཧཱ། ན་མ་སྐ་རཱ་ན་བདག་གི་མིང་བརྗོད། མ་མ་བུདྡྷི། དྲ་ཤ་ཧི་བུདྡྷི། ཨ་པྲ་ཏི་ཧ་ཏ། བྷ་ཏུ། སི་བྷ་མེ། བི་ཤུད་ཙི་ཏོ། ཤ་ཤྠ་ཤོ་ལོ་ཀ །མནྟྲ་བི་དྷི་ཀ །ཀ་པི་ཡ་དྷི་ཤོ། ཏདྱ་ཐཱ། མ་ཧཱ་པྲ་བྷཱ་བེ། ཧི་ལི་ཧི་ལི། མི་ལི་མི་ལི། བི་ཙ་རོ། བི་ཙ་ཏོ། བི་བུདྡྷི། བདག་གི་མིང་བརྗོད། མ་མ་བུདྡྷི། བི་ཤུདྡྷི། བྷ་ག་བད་ཏྱཾ། བེ་བ་ཡཾ། སྤ་ར་ས་ཏྱ། ཀ་ར་དེ། ཀེ་ཡཱུ་རེ། ཀེ་ཡཱུ་ར་མ་ཏི། ཧི་ལི་མི་ལི། ཨ་པ་ཡ་མེ། མ་ཧཱ་དེ་བེ། བུདྡྷ་ས་ཏྱ་ན། དྷརྨ་ས་ཏྱ། སཾ་གྷ་ས་ཏྱེ་ན། ཨིནྡྲ་ས་ཏྱེ་ན། བ་རུ་ཎ་ས་ཏྱེ་ན། ཡེ་ལོ་ཀེ། ས་ཏྱ་ས་ཏྱེ་ན། ཏེ་ཤ་མ་ས་ཏྱེ་ན། སཏྟི་བད་ཙ་ནི་ནི། ཨ་བ་ཧ་ཡ་མི། མ་ཧཱ་དེ་བེ། ཧི་ལི་མི་ལི། ཧི་ལི་མི་ལི། བི་ཙི་ད་ཏོ། བདག་གི་མིང་བརྗོད། མ་མ་བུདྡྷི། ན་མོ་བྷ་བ་ཏི།
en: You, the goddess who has wisdom and eloquence, Give your gift of all wonderful, pleasant words.”
